Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/AssistantSettingsSupport/AssistantSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# VOICE_LANGUAGE_WIFI_FOOTER
source: This Siri accent will take effect immediately, and the full-quality Siri voice will download once you connect to Wi-Fi.
ar: سيتم تطبيق نبرة Siri هذه فورًا، وسيتم تنزيل صوت Siri كامل الجودة بمجرد الاتصال بشبكة Wi-Fi.
bg: Този акцент на Siri ще започне да функционира незабавно, а висококачественият глас на Siri ще се изтегли, когато се свържете с Wi-Fi.
ca: Aquest accent de Siri tindrà efecte immediatament i la veu de Siri de qualitat completa es descarregarà quan et connectis a una xarxa Wi-Fi.
cs: Přízvuk Siri se uplatní okamžitě. Hlas Siri v plné kvalitě se stáhne, jakmile se připojíte k Wi‑Fi.
da: Denne Siri-accent bruges med det samme, og Siri-stemmen i fuld kvalitet hentes, så snart du opretter forbindelse til Wi-Fi.
de: Dieser Siri-Dialekt wird sofort aktiviert. Der Download der qualitativ hochwertigen Siri-Stimme erfolgt, sobald eine Verbindung zum WLAN hergestellt wurde.
el: Αυτή η προφορά Siri θα εφαρμοστεί αμέσως και θα πραγματοποιηθεί λήψη της φωνής Siri πλήρους ποιότητας όταν συνδεθείτε σε δίκτυο Wi-Fi.
es: El acento de Siri se activará inmediatamente y la voz de Siri con la máxima calidad se descargará cuando te conectes a una red Wi‑Fi.
es_us: Este acento de Siri se activará de inmediato y se descargarán voces de Siri con calidad completa cuando te conectes por Wi-Fi.
fi: Tämä Siri-variantti astuu välittömästi voimaan ja täysilaatuinen Siri-ääni latautuu, kun yhdistät Wi‑Fi-verkkoon.
fr: L’accent de Siri changera immédiatement et la voix de Siri en qualité optimale sera téléchargée quand vous vous connecterez au Wi-Fi.
fr_ca: L’accent de Siri se fera entendre immédiatement, et la voix de Siri en qualité optimale sera téléchargée une fois votre appareil connecté à un réseau Wi‑Fi.
he: השינוי במבטא של Siri יחול באופן מיידי, וההורדה של הקול של Siri באיכות מלאה תתחיל עם החיבור לרשת אלחוטית.
hi: Siri के लिए यह उच्चारण तुरंत प्रभावी हो जाएगा और जब आप वाई-फ़ाई से कनेक्ट करेंगे, तब गुणवत्ता पूर्ण Siri वॉइस डाउनलोड की जाएगी।
hr: Ovaj naglasak za Siri odmah će stupiti na snagu, a Siri glas u punoj kvaliteti preuzet će se nakon što se spojite na Wi-Fi.
hu: Ez a Siri-kiejtés azonnal hatályba lép, és a jó minőségű Siri-hang akkor lesz letöltve, amikor Wi-Fi-hez csatlakozik.
id: Aksen Siri ini akan segera aktif dan suara Siri dengan kualitas penuh akan diunduh setelah Anda terhubung ke Wi-Fi.
it: L’accento selezionato verrà utilizzato immediatamente e la voce di Siri con qualità massima verrà scaricata quando ti connetti a una rete Wi-Fi.
ja: このSiriのアクセントはただちに有効になります。高品質のSiriの声はWi-Fi接続時にダウンロードされます。
kk: Бұл Siri акценті дереу қолданылады, ал жоғары сапалы Siri дауысы Wi-Fi желісіне қосылғаннан кейін жүктеледі.
ko: 이 Siri 악센트는 즉시 적용되며 Wi‑Fi에 연결하면 고음질의 Siri 음성이 다운로드됩니다.
lt: Šis „Siri“ akcentas pradės veikti iš karto, o visavertės kokybės „Siri“ balso duomenys bus atsisiųsti prisijungus prie „Wi-Fi“.
ms: Aksen Siri ini akan digunakan serta-merta dan suara Siri berkualiti penuh akan dimuat turun apabila anda bersambung ke Wi‑Fi.
nb: Denne Siri-aksenten tas i bruk umiddelbart, og høykvalitetsstemmen lastes ned når du kobler til Wi‑Fi.
nl: Dit Siri-accent wordt direct doorgevoerd en de Siri-stem met volledige kwaliteit wordt gedownload zodra er een wifiverbinding is.
pl: Zmiana akcentu Siri zostanie zastosowana od razu, a głosy w pełnej jakości zostaną pobrane, gdy połączysz się z siecią Wi‑Fi.
pt: Este sotaque da Siri entrará em efeito imediatamente, e a voz da Siri em alta qualidade será baixada quando você conectar a uma rede Wi-Fi.
pt_pt: Este sotaque de Siri terá efeito imediato e a versão de qualidade total da voz de Siri será descarregada assim que estabelecer ligação a uma rede Wi‑Fi.
ro: Această pronunție va fi aplicată imediat pentru Siri, iar vocea Siri la calitatea integrală va fi descărcată atunci când aveți acces la o conexiune Wi-Fi.
ru: Этот вариант Siri будет использоваться сразу же, а голос Siri высокого качества будет загружен, как только Вы подключитесь к сети Wi‑Fi.
sk: Prízvuk Siri sa zmení okamžite a hlas Siri v plnej kvalite bude stiahnutý, keď sa pripojíte k Wi-Fi.
sl: Ta Sirijin naglas bo deloval takoj, visokokakovosten Sirijin glas pa se bo prenesel, ko boste povezani z omrežjem Wi-Fi.
sv: Den här Siri-accenten börjar användas omedelbart, och Siri-rösten med full kvalitet hämtas när du ansluter till Wi-Fi.
th: สำเนียง Siri นี้จะทำงานทันที และเสียง Siri แบบเต็มคุณภาพจะดาวน์โหลดเมื่อคุณเชื่อมต่อกับ Wi‑Fi
tr: Bu Siri aksanı hemen etkili olacak ve tam kalitedeki Siri sesi Wi-Fi’ye bağlandıktan sonra indirilecektir.
uk: Цю вимову Siri буде застосовано негайно, а повноцінний голос Siri буде викачано, коли ви підʼєднаєтеся до мережі Wi‑Fi.
vi: Ngữ điệu Siri này sẽ có hiệu lực ngay lập tức và giọng nói Siri chất lượng đầy đủ sẽ tải về khi bạn kết nối vào Wi-Fi.
zh_cn: 将立即为Siri启用此口音，接入Wi-Fi时将下载高音质Siri声音。
zh_hk: 此Siri口音會立即生效，完整音質的Siri聲音會在你連接Wi-Fi時下載。
zh_tw: 此Siri口音會在選擇後立即生效，完整品質的Siri聲音會在你連接Wi-Fi時下載。

# VOICE_LANGUAGE_WLAN_FOOTER
source: This Siri accent will take effect immediately, and the full-quality Siri voice will download once you connect to WLAN.
ar: سيتم تطبيق نبرة Siri هذه فورًا، وسيتم تنزيل صوت Siri كامل الجودة بمجرد الاتصال بشبكة WLAN.
bg: Този акцент на Siri ще започне да функционира незабавно, а висококачественият глас на Siri ще се изтегли, когато се свържете с WLAN.
ca: Aquest accent de Siri tindrà efecte immediatament i la veu de Siri de qualitat completa es descarregarà quan et connectis a una xarxa WLAN.
cs: Přízvuk Siri se uplatní okamžitě. Hlas Siri v plné kvalitě se stáhne, jakmile se připojíte k WLAN.
da: Denne Siri-accent bruges med det samme, og Siri-stemmen i fuld kvalitet hentes, så snart du opretter forbindelse til WLAN.
de: Dieser Siri-Dialekt wird sofort aktiviert. Der Download der qualitativ hochwertigen Siri-Stimme erfolgt, sobald eine Verbindung zum WLAN hergestellt wurde.
el: Αυτή η προφορά Siri θα εφαρμοστεί αμέσως και θα πραγματοποιηθεί λήψη της φωνής Siri πλήρους ποιότητας όταν συνδεθείτε σε δίκτυο WLAN.
es: El acento de Siri se activará inmediatamente y la voz de Siri con la máxima calidad se descargará cuando te conectes a una red WLAN.
es_us: Este acento de Siri se activará de inmediato y se descargarán voces de Siri con calidad completa cuando te conectes por WLAN.
fi: Tämä Siri-variantti astuu välittömästi voimaan ja täysilaatuinen Siri-ääni latautuu, kun yhdistät WLAN-verkkoon.
fr: L’accent de Siri changera immédiatement et la voix de Siri en qualité optimale sera téléchargée quand vous vous connecterez au WLAN.
fr_ca: L’accent de Siri se fera entendre immédiatement, et la voix de Siri en qualité optimale sera téléchargée une fois votre appareil connecté à un réseau WLAN.
he: השינוי במבטא של Siri יחול באופן מיידי, וההורדה של הקול של Siri באיכות מלאה תתחיל עם החיבור לרשת WLAN.
hi: Siri के लिए यह उच्चारण तुरंत प्रभावी हो जाएगा और जब आप WLAN से कनेक्ट करेंगे, तब गुणवत्ता पूर्ण Siri वॉइस डाउनलोड की जाएगी।
hr: Ovaj naglasak za Siri odmah će stupiti na snagu, a Siri glas u punoj kvaliteti preuzet će se nakon što se spojite na WLAN.
hu: Ez a Siri-kiejtés azonnal hatályba lép, és a jó minőségű Siri-hang akkor lesz letöltve, amikor WLAN-hoz csatlakozik.
id: Aksen Siri ini akan segera aktif dan suara Siri dengan kualitas penuh akan diunduh setelah Anda terhubung ke WLAN.
it: L’accento selezionato verrà utilizzato immediatamente e la voce di Siri con qualità massima verrà scaricata quando ti connetti a una rete WLAN.
ja: このSiriのアクセントはただちに有効になります。高品質のSiriの声はWLAN接続時にダウンロードされます。
kk: Бұл Siri акценті дереу қолданылады, ал жоғары сапалы Siri дауысы WLAN желісіне қосылғаннан кейін жүктеледі.
ko: 이 Siri 악센트는 즉시 적용되며 WLAN에 연결하면 고음질의 Siri 음성이 다운로드됩니다.
lt: Šis „Siri“ akcentas pradės veikti iš karto, o visavertės kokybės „Siri“ balso duomenys bus atsisiųsti prisijungus prie WLAN.
ms: Aksen Siri ini akan digunakan serta-merta dan suara Siri berkualiti penuh akan dimuat turun apabila anda bersambung ke WLAN.
nb: Denne Siri-aksenten tas i bruk umiddelbart, og høykvalitetsstemmen lastes ned når du kobler til WLAN.
nl: Dit Siri-accent wordt direct doorgevoerd en de Siri-stem met volledige kwaliteit wordt gedownload zodra je verbinding maakt met WLAN.
pl: Zmiana akcentu Siri zostanie zastosowana od razu, a głosy w pełnej jakości zostaną pobrane, gdy połączysz się z siecią WLAN.
pt: Este sotaque da Siri entrará em efeito imediatamente, e a voz da Siri em alta qualidade será baixada quando você conectar a uma rede WLAN.
pt_pt: Este sotaque de Siri terá efeito imediato e a versão de qualidade total da voz de Siri será descarregada assim que estabelecer ligação a uma rede WLAN.
ro: Această pronunție va intra în vigoare imediat pentru Siri, iar vocea de calitate integrală pentru Siri va fi descărcată după ce vă conectați la WLAN.
ru: Этот вариант Siri будет использоваться сразу же, а голос Siri высокого качества будет загружен, как только Вы подключитесь к сети WLAN.
sk: Prízvuk Siri sa zmení okamžite a hlas Siri v plnej kvalite bude stiahnutý, keď sa pripojíte k WLAN.
sl: Ta Sirijin naglas bo deloval takoj, visokokakovosten Sirijin glas pa se bo prenesel, ko boste povezani z omrežjem WLAN.
sv: Den här Siri-accenten börjar användas omedelbart, och Siri-rösten med full kvalitet hämtas när du ansluter till WLAN.
th: สำเนียง Siri นี้จะทำงานทันที และเสียง Siri แบบเต็มคุณภาพจะดาวน์โหลดเมื่อคุณเชื่อมต่อกับ WLAN
tr: Bu Siri aksanı hemen etkili olacak ve tam kalitedeki Siri sesi WLAN’a bağlandıktan sonra indirilecektir.
uk: Цю вимову Siri буде застосовано негайно, а повноцінний голос Siri буде викачано, коли ви підʼєднаєтеся до мережі WLAN.
vi: Ngữ điệu Siri này sẽ có hiệu lực ngay lập tức và giọng nói Siri chất lượng đầy đủ sẽ tải về khi bạn kết nối vào WLAN.
zh_cn: 将立即为Siri启用此口音，接入无线局域网时将下载高音质Siri声音。
zh_hk: 此Siri口音會立即生效，完整音質的Siri聲音會在你連接WLAN時下載。
zh_tw: 此Siri口音會在選擇後立即生效，完整品質的Siri聲音會在你連接WLAN時下載。
